Repository: RCcode/iOSChangeFace
Catalog: iOSChangeFace/*.lproj/Localizable.strings
Languages: th

source: New Version available
th: เวอร์ชั่นใหม่มาแล้ว

source: Upgrade now
th: อัพเกรดเลย

source: Remind later
th: เตือนทีหลัง

source: Update
th: อัพเดท

source: Rate this app
th: ให้คะแนนแอพนี้

source: Feedback
th: ข้อติชม

source: Share
th: แบ่งปัน

source: Follow us
th: ติดตามเรา

source: Thanks for using Face2Face, please take some time to rate us, thanks for your support!
th: ขอบคุณที่ใช้ Face2Face ขอรบกวนท่านให้คะแนนแอพนี้ ขอบคุณที่ให้การสนับสนุน!

source: Rate now
th: ให้คะแนนเลย

source: No thanks
th: ไม่ให้คะแนน

# library_not_availabel
source: Unable to start the album
th: ไม่สามารถเปิดอัลบั้มภาพได้

# camena_not_availabel
source: Unable to start the camera
th: ไม่สามารถที่จะเริ่มต้นกล้อง

# user_camera_step
source: Please open the camera for the Face2Face permissions: Phone Settings -> Privacy -> Camera -> Face2Face (open)
th: โปรดอนุญาติ Face2Face ในกล้องถ่ายรูปของคุณ ไปที่ การตั้งค่าโทรศัพท์ -> ส่วนตัว -> กล้องถ่ายรูป -> (เปิด) Face2Face

# user_library_step
source: Please open the camera for the Face2Face permissions: Phone Settings -> Privacy -> Photos -> Face2Face (open)
th: โปรดอนุญาติFace2Face ในอัลบั้มภาพของคุณ ไปที่ การตั้งค่าโทรศัพท์ -> ส่วนตัว -> กล้องถ่ายรูป -> (เปิด) Face2Face

source: Save
th: บันทึก

source: Share
th: แบ่งปัน

source: More
th: เพิ่ม

# good
source: Very good
th: ดีมาก

# bad
source: Very poor
th: แย่มาก

# normal
source: Okay
th: ใช้ได้

# saved_in_album
source: Photo saved to gallery
th: บันทึกภาพไว้ในอัลบั้มภาพแล้ว

# instagram_notinstall
source: Instagram is not installed.
th: ยังไม่ได้ติดตั้ง Instagram

# dialog_sure
source: Yes
th: ใช่

# saved_in_album_Fail
source: Failed to save photo
th: ไม่สามารถบันทึกภาพได้

# saveOrBack
source: You haven't saved your changes, are you sure?
th: ยังไม่ได้บันทึกการเปลี่ยนแปลง คุณแน่ใจหรือไม่?

source: Cancel
th: ยกเลิก

# comment_us
source: Thanks for using Face2Face, what do you think of this app?
th: ขอบคุณที่ใช้ Face2Face คิดว่าแอพตัวนี้เป็นยังไงบ้าง?

source: Rate now
th: ให้คะแนนเลย

# comment_later
source: Remind later
th: เตือนทีหลัง

# never_attention
source: No thanks
th: ไม่ให้คะแนน

# shareContent
source: I'm using Face2Face, it makes amazing photos that blend faces together, I recommend you use it. The download address is:http://bit.ly/1osEVGU
th: ตอนนี้กำลังใช้ Face2Face เป็นแอพแต่งภาพที่ผสมใบหน้าต่างๆ อยากให้ลองใช้กันดู ไปโหลดได้ที่: http://bit.ly/1osEVGU

source: FREE
th: ฟรี

source: OPEN
th: เปิดสวิตช์

# showWaterMark
source: Add app watermark
th: แสดงโลโก้ของแอปบนภาพถ่าย

# application_update
source: A new version of the application, whether to upgrade?
th: รุ่นใหม่ไม่ว่าจะเป็นในการปรับรุ่น?

source: go
th: ไป

# UseYourself
source: Use your own photos as background
th: ใช้รูปภาพของคุณเป็นพื้นหลัง
